Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/aubert_s.html.tmx
Source language: sme
Languages: nob

source: Dieđusge nuoraidskuvlla ásaheapmi Kárášjohkii mearkkaša ahte šaddá erohus dážaid ja sámiid gaskkas .
nob: Selvfølgelig betyr ungdomsskolen i Karasjok at det blir et skille mellom norske og samer .

source: Ahte dát galggašii lea sámiid heajušeapmin , dan in gal jáhke ja orru ahte ášši leat botnjamin vulos oivviid .
nob: At det skulle føre til nedvurdering av samene , kan jeg ikke skjønne er annet enn å sette saken på hodet .

source: Mu mielas orru ahte olbmot geat eai máhte ovddidit iežaset giela , duodji jna. adnojuvvojit heajubun .
nob: Det synes meg opplagt at et folk som ikke kan makte noe med sitt eget språk og egen husflid , osv , blir mer sett på som mindreverdige .

source: Nu guhká go boazodoallu joatkašuvvá Finnmárkkus , de joatkašuvvá maiddái duodji mii dasa lea gullevaš .
nob: All den tid reindrift skal fortsette i Finnmark , kommer også den husfliden som er knyttet til den , til å fortsette .

source: Ollu dáin bivuin ja reaidduin mat leat hutkojuvvon čuđiid jagiid áigge , dieđusge ain leat buoremusat .
nob: Mange av de klærne og redskapene som er uteksperimentert gjennom mange hundre år , vil opplagt fortsette å være de beste .

source: Artihkkalis ledje maiddái muhtun sánit dan birra ahte mánáidskuvllas ledje rivttes bálgá alde - doppe seaguhedje dážaid ja sámiid , ja dušše čehppodat bajidii sin máinnolmasvuođa .
nob: I artikkelen sto det også noen ord om at i folkeskolen var en på rett vei — der ble norske og samer blandet sammen , og bare dyktigheten spilte noen rolle for deres anseelse .

source: Dáthan gal maiddái lea áibbas boastut , mu mielas .
nob: Dette må også være helt galt , etter hva jeg kan skjønne .

source: Luohkás gos dárogiella lea oahpahusgiellan , ja soaitá velá oahpaheddjiin dakkár gii ii máhte sámegiela , lea čábočielggas ahte velá čuorbbes dárogielahálli mánáin lea ovdamunni sámegielagiid ektui .
nob: I en klasse der norsk er opplæringsspråk , kanskje med lærer som ikke kan samisk , er det innlysende at selv svakt begavete norsktalende barn har et veldig forsprang for samisktalende .

source: Mu áddejumi mielde , dát váikkuha dorvvohuhttit sámemánáid , ainjuo golbma vuosttaš jagi , ja dáthan váikkuhit ollu jagiide ovddasguvlui .
nob: Det skulle etter mitt skjønn være ypperlig egnet til å ta motet fra samebarna , i det minste i de 3 første årene , og de avgjør nokså mye for årene fremover .

source: Njuolggadus mii lea duohtavuohtan buot dasa mii oahpahussii gullá : ahte galgá álgit dáinna mii lea oahpis ja das mannat apmasii , jna. - dán orrot hilgumin go guoská sámiide .
nob: En regel som er grunnsteinen i alt som har med undervisning å gjøre : at en skal gå fra det kjente til det ukjente , osv - ser en helt bort fra når det gjelder samene .

source: Sii galget dalán álgit dainna mii lea váddáseamos : amasgielain .
nob: De skal vær så god begynne med det vanskeligste : et fremmed språk .

source: Sierra giellaseaguhusguovlluid skuvlaplánahan ii gávdno ja lea dieđusge váttis ášši .
nob: Noen egen skoleplan for språkblandete distrikter fins jo ikke og er selvfølgelig en svært innviklet historie .

source: Buorre álgu lea áppes ja sámi suorgi Romssa oahpaheaddjiskuvllas , ja áiggiid mielde berre eanet dán guvlui bargat .
nob: En begynnelse er gjort med ABC ' en og samisklinjen på lærerskolen i Tromsø , og med tid og stunder må det komme mer i samme retning .

source: Buohkat dáppe davvin háliidit juksat Norgga eallindási .
nob: Alle her oppe ønsker å oppnå norsk levestandard .

source: Dán eai sáhte juksat ovdalgo dáppe leat geainnut jna. , eaige ovdalgo leat ožžon seammadásat oahppanvejolašvuođaid go earáinge leat .
nob: Det kan de ikke gjøre før her blir veier , osv , og før de har like utdannelsesmuligheter med andre .

source: Mun jáhkán ahte ovddidivččii dáru buorebut dáppe davvin dákkár doaimmaiguin , dan sadjái go bákkuhit dáruiduhttima skuvllas , ja go álbmot ain lea vuolitgearddis sosiálalaččat .
nob: Jeg tror at det ville ha mye mer å si for norskdommen her oppe med tiltak i denne retningen , enn å presse en fornorskning fram i skolen , mens de fremdeles er en underklasse sosialt sett .

source: Skuvlaáiggi ferte guhkidit sámemánáide , ainjuo mottiin jagiin , ja dan áigodagas galget sii oahppat hálddašit sihke sámegiela ja dárogiela .
nob: Skoletiden må utvides for samebarna , med et par år i alle fall , og på den tiden må de lære å uttrykke seg både på samisk og norsk .

source: Su , gii ii máhte jurdagiiddis iežas gillii čielggadit , in jáhke máhttit oahppat amasgiela albmaláhkai ja dan sáhttit beaivválaččat geavahit .
nob: Den som ikke kan gi uttrykk for tankene sine på sitt eget språk , tror jeg umulig kan lære et fremmed språk ordentlig som ikke brukes i det daglige .

source: Na , na - dát šattai oalle dutkkus , muhto mun lean oalle ollu smiehttan dáid áššiid , ja go jearat mu oaivila , de fertet dan ollásit oažžut čielggaduvvot .
nob: Ja , ja - det her ble nesten en hel avhandling , men jeg har tenkt nokså mye over disse tingene , så når du spør om min mening , får du ta den i hele sin lengde . "

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nob: Flere artikler fra Samisk skolehistorie 1
